Repository: bockstaller/pretix-eventparts
Catalog: pretix_eventparts/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Short description
de: Kurzbeschreibung

source: Show Eventparts in customers order view
de: Veröffentliche Eventparts in der Bestellansicht der Kund:innen

source: Customer facing name of the eventparts section
de: Öffentlicher Name des Eventparts

source: Customer facing description of the eventparts
de: Öffentliche Beschreibung des Eventparts

source: Name of the first eventpart
de: Name des ersten Eventpart

source: Name of the second eventpart
de: Name des zweiten Eventpart

source: Name of the third eventpart
de: Name des dritten Eventpart

source: Description
de: Beschreibung

source: Category
de: Kategorie

source: Capacity
de: Plätze

source: Type
de: Art

source: Eventpart information is switched to public and is shown in the customers order view.
de: Eventpart Information wurde zur Darstellung in der Bestellansicht der Kund:innen veröffentlicht.

source: Eventpart information is no longer shown in the customers order view.
de: Eventpart Information ist nicht länger in der Bestellansicht der Kund:innen einsehbar.

source: 1st Eventpart Type
de: 1. Eventpart Art

source: 1st Part Type
de: 1. Eventpart Art

source: 1st Eventpart Name
de: 1. Eventpart Name

source: 1st Part Name
de: 1. Eventpart Name

source: 1st Eventpart Description
de: 1. Eventpart Beschreibung

source: Descriptive Text ...
de: Beschreibender Text …

source: 1st Eventpart Category
de: 1. Eventpart Kategorie

source: Category 1
de: Kategorie 1

source: 2nd Eventpart Type
de: 2. Eventpart Art

source: 2nd Part Type
de: 2. Eventpart Art

source: 2nd Eventpart Name
de: 2. Eventpart Name

source: 2nd Part Name
de: 2. Eventpart Name

source: 2nd Eventpart Description
de: 2. Eventpart Beschreibung

source: 2nd Eventpart Category
de: 2. Eventpart Kategorie

source: Category 2
de: Kategorie 2

source: 3rd Eventpart Type
de: 3. Eventpart Art

source: 3rd Part Type
de: 3. Eventpart Art

source: 3rd Eventpart Name
de: 3. Eventpart Name

source: 3rd Part Name
de: 3. Eventpart Name

source: 3rd Eventpart Description
de: 3. Eventpart Beschreibung

source: 3rd Eventpart Category
de: 3. Eventpart Kategorie

source: Category 3
de: Kategorie 3

source: General Information
de: Allgemeine Information

source: Save
de: Speichern

source: Assigned Orders
de: Zugewiesene Bestellungen

source: Copy email adresses
de: Email Adressen kopieren

source: Order code
de: Bestellnummer

source: User
de: Nutzer:in

source: Order date
de: Bestelldatum

source: Positions
de: Positionen

source: TEST MODE
de: TEST MODUS

source: Sum over all pages
de: Summe über alle Seiten

source: 1 order
de: 1 Bestellung

source: Eventpart assignment
de: Eventpart Zuteilung

source: General information
de: Allgemeine Informationen

source: Change Eventpart assignment
de: Ändere Eventpart-Zuteilung

source: not selected
de: nicht ausgewählt

source: Delete Eventpart
de: Eventpart löschen

source: Are you sure you want to delete the Eventpart <strong>%(name)s</strong>?
de: Bist du dir sicher das du den Eventpart <strong>%(name)s</strong> löschen möchtest?

source: Cancel
de: Abbruch

source: Delete
de: Löschen

source: You can use Eventparts to segment a customer journey through your event.
de: Mit Eventparts kannst du die unterschiedliche Abschnitte deines Events deinen Kund:innen zuordnen.

source: You haven't created any Eventparts yet.
de: Du hast noch keine Eventparts angelegt.

source: Create a new Eventpart
de: Neuer Eventpart anlegen.

source: Clone
de: Kopieren

source: Eventpart settings
de: Eventpart Einstellungen

source: The new Eventpart has been created.
de: Der neue Eventpart wurde angelegt.

source: We could not save your changes. See below for details.
de: Deine Änderungen konnten nicht gespeichert werden. Details weiter unten.

source: The requested product category does not exist.
de: Die ausgewählte Produkt Kategorie existiert nicht.

source: The selected eventpart has been deleted.
de: Der ausgewählte Eventpart wurde gelöscht.

source: The requested eventpart does not exist.
de: Der ausgewählte Eventpart existiert nicht.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert
